tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "aws/tap"

brew "act"
brew "glib"
brew "circleci"
brew "ruby"
brew "cocoapods"
brew "php", link: false
brew "composer"
brew "deno"
brew "gcc"
brew "git"
brew "git-lfs"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "openjdk"
brew "jmeter"
brew "jq"
brew "mint"
brew "mysql"
brew "nginx", restart_service: true
brew "php@8.0"
brew "python@3.10"
brew "rename"
brew "starship"
brew "vim"
brew "zinit"
brew "aws/tap/aws-sam-cli"
brew "songmu/tap/blogsync"
brew "yukiarrr/tap/ecsk"

cask "appcleaner"

mas "RunCat", id: 1429033973
mas "ScreenPointer", id: 1368204906
mas "Xcode", id: 497799835
