tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "shivammathur/php"
brew "python@3.9"
brew "aws-google-auth"
brew "awscli", link: false
brew "bat"
brew "composer"
brew "cowsay"
brew "curl"
brew "dnsmasq", restart_service: true
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gcc"
brew "ghq"
brew "gibo"
brew "git"
brew "jq"
brew "lazydocker"
brew "mas"
brew "nginx", restart_service: true
brew "node"
brew "nodenv"
brew "peco"
brew "php", restart_service: true
brew "php@7.4"
brew "phpmyadmin"
brew "rabbitmq"
brew "redis"
brew "tig"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "vim"
cask "font-hack-nerd-font"
cask "iterm2"
cask "alfred"
cask "android-studio"
cask "cheatsheet"
cask "discord"
cask "docker"
cask "drowio"
cask "font-ricty-diminished"
cask "google-chrome"
cask "google-japanese-ime"
cask "gyazo"
cask "notion"
cask "responsively"
cask "sequel-ace"
cask "sourcetree"
cask "spotify"
cask "visual-studio-code"
cask "appcleaner"
cask "figma"
cask "insomnia"
cask "karabiner-elements"
cask "phpstorm"
cask "slack"
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "ScreenPointer", id: 1368204906
mas "Sequel Ace", id: 1518036000
mas "Spark", id: 1176895641
mas "TweetDeck", id: 485812721
mas "Yoink", id: 457622435
