tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "songmu/tap"
tap "yukiarrr/tap"
brew "act"
brew "glib"
brew "circleci"
brew "ruby"
brew "cocoapods"
brew "php", link: false
brew "composer"
brew "deno"
brew "gcc"
brew "git"
brew "git-lfs"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "openjdk"
brew "jmeter"
brew "jq"
brew "mint"
brew "mysql"
brew "nginx", restart_service: true
brew "php@8.0"
brew "python@3.10"
brew "rename"
brew "starship"
brew "vim"
brew "zinit"
brew "aws/tap/aws-sam-cli"
brew "songmu/tap/blogsync"
brew "yukiarrr/tap/ecsk"
cask "aquaskk"
cask "blackhole-16ch"
cask "devtoys"
cask "fig"
cask "keycastr"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "ScreenPointer", id: 1368204906
mas "Spark", id: 1176895641
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
